GitHub.remotehub
GitHub.vscode-pull-request-github
KevinRose.vsc-python-indent
mechatroner.rainbow-csv
mikoz.black-py
ms-python.black-formatter
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
nwgh.bandit
oderwat.indent-rainbow
streetsidesoftware.code-spell-checker
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
willemmirkovich.jupyter-vim-keymap
