tap "homebrew/bundle"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "htop"
brew "libtensorflow"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "virtualenv"
cask "hammerspoon"
cask "iterm2"
cask "lumen"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mikoz.black-py"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "nwgh.bandit"
vscode "oderwat.indent-rainbow"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "willemmirkovich.jupyter-vim-keymap"
